
TRIGGERS = {'владимир','володя','вова','Володяка','затупок'}

'''Тренировочная модель для матрицы ИИ'''

data_set = {

	'погода': 'weather сейчас гляну',
	'время': 'nowTime сейчас скажу',
	'запусти ютуб': 'browser запускаю ютуб',
	'запусти игру': 'game запускаю игру',
	# 'отключи компьютер': 'offpc отключаю компьютер',
	'отключись': 'offBot отключаюсь',
	# 'как у тебя дела': 'passive работаю в фоне, не переживай',
	# 'что делаешь': 'passive жду очередной команды, хоть мог бы и сам на кнопку нажать',
	# 'привет': 'passive и тебе привет',
	' анекдот': 'joke сейчас расскажу, ожидайте',
	' встроенный браузер': 'openBrowser открываю',
	' вконтакте': 'openVk сейчас открою вконтакте',
	' музыку': 'playMusic включаю музыку',
	'следующая песня': 'nextMusic',
	' музыку': 'stopMusic',
	' песню': 'playSong напиши название песни',
	# 'работаешь': 'passive как видишь',
	' транслятор на английский': 'enTranslator включаю. Напишите фразу которую нужно перевести, чтобы выключить напишите off',
	' транслятор на казахский': 'kzTranslator включаю. Напишите фразу которую нужно перевести, чтобы выключить напишите off',
	#'отключи транслятор': 'offTranslator выключаю',
	'открой пинтерест': 'openPinterest секунду',
	' доту': 'dota запускаю',
	# 'ты тут': 'passive вроде да',
	# 'что ты умеешь': 'passive пошшел нахуй',
	# 'справка': 'passive я умею',
	' мой плейлист': 'music открываю ваш плейлист',
    'Как меня зовут': 'name',
    '': 'kontinue'



}